[
  {
    "id": 1,
    "name": "Veronica de Felice",
    "content": "I am a dynamic and versatile individual who effortlessly transitions from the fashion industry to yacht industry design. I have gone from working in big corporations to successfully establishing my own small business. With a knack for wearing multiple hats and a constant desire to challenge myself, I thrive on embracing new opportunities. Outside of work, I enjoy engaging in outdoor activities and pursuing side projects. My unique journey, entrepreneurial spirit, and passion for personal growth make me a resilient and successful individual. Formerly a Marine Canvas Designer.",
    "former": "Former Marine Canvas Designer",
   
    "linkProject": "https://main.d3qkj62q5kdmfa.amplifyapp.com/",
    "linkGitHub": "https://github.com/VeronicaDFL",
    "linkLinedin": "https://www.linkedin.com/in/veronicadefelice/",    
    
    "projectName": "BITE-BUSTER",
    "projectInfo": "Introducing Bite-Buster, the ultimate app revolutionizing weekday dinners for busy individuals. Discover a wide range of dining options conveniently brought together in one place. Indulge in delicious meals while saving money.",
    "projectImage": "portfolio-bit-buster.png",    
    
    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose Boca Code due to their in-class lessons, strong presence in the tech community, and the positive team culture that impressed me from the moment I first encountered them.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "I believe that my success as an individual stems from two key qualities: resilience and an unwavering commitment to personal growth.In addition my success is further attributed to my meticulous attention to detail. I have developed an habit of approaching tasks with a holistic perspective, consistently considering the bigger picture. Moreover, I frequently challenge myself by adopting various viewpoints, attempting to see things from different perspectives.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "Upon completing school, I started working on apparel blueprints using Computer-aided design (CAD) and Computer-aided manufacturing (CAM). It was during this time that I gained a firsthand experience of how technology can enhance our lives, which opened my eyes to its immense potential. As I advanced in my career, I consistently contemplated how everyday tasks could be improved through technological advancements. This thought process ignited a deep passion within me, ultimately driving me to pursue a career centered around technology wholeheartedly."
  },

  {
    "id": 2,
    "name": "Brian Pinney",
    "content": "Brian has worn many hats in his career journey, exploring various paths that range from hospitality and network infrastructure to security systems, sales, food service, and photography (just to name a few!). He thrives on adaptability and has a knack for embracing change, effortlessly navigating the twists and turns that life throws his way. In his spare time, Brian indulges in a range of hobbies that fuel his creativity and inspire him to bridge the gap between his passions and his professional pursuits.",
    "former": "Former Truck Driver",

    "linkProject": "https://main.d28hsmk7ahtlxo.amplifyapp.com/",
    "linkGitHub": "https://github.com/BrianPinney",
    "linkLinedin": "https://www.linkedin.com/in/brianjpinney/",
    
    "projectName": "BÜNDO",
    "projectInfo": "BÜNDO is a crowd sourcing app that allows nomadic dwellers to submit a safe legal and exciting boondocking(parking) locations so that others may be able to find and rate them for the rest to discover and do the same.",
    "projectImage": "portfolio-bundo.png",
    
    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Most other options were virtual, and the few in-person options had limited curriculum or unrealistic timeframes. Boca Code seemed to check all the right boxes. They offer in-person learning, a full stack software engineering course, and a suitable timeframe for effective learning.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Continuous learning and adaptability are vital. This industry is constantly changing. Critical problem-solving skills are a must. Seeking growth opportunities and connecting with others in the industry are essential for success.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I wanted to be able to utilize a skill that would allow for freedom to work anywhere. I was looking for something that would always hold my attention and Wonderlustthat could offer reasonable challenges. Tech has always held my attention and this seemed to be the right fit in the tech field."
  },

  {
    "id": 3,
    "name": "Véronie Cazeau",
    "content": "Veronie's passion for technology, her profound love for the outdoors, her unwavering dedication to her family, and her adventurous spirit for traveling fuel her drive to create groundbreaking solutions that positively impact lives, merging her diverse interests and values to make a lasting difference in the world.",
    "former": "Former Massage Therapist",

    "linkProject": "https://final-project-bc.web.app/",
    "linkGitHub": "https://github.com/v-cazeau",
    "linkLinedin": "https://www.linkedin.com/in/veronie-cazeau-/",

    "projectName": "Wonderlust",
    "projectInfo": "Transforming stress into tranquility by nature gazing as Wonderlust captures the world's wonders, one frame at a time.",
    "projectImage": "portfolio-wonderlust.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose Boca Code because I was looking for an in-person learning experience and determined to become a software engineer. In addition, I was drawn to the school's community values and support, which spoke to me on a deeper level. The team at Boca Code feels like a family, and this sense of belonging and support was an important factor in my decision to attend the school.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Continuous learning, programming languages, problem-solving, flexibility and adaptability, debugging and troubleshooting, communication and collaboration.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "A love for tech and healthcare"
  },

  {
    "id": 4,
    "name": "Nicholas Morgan",
    "content": "I am someone who loves coding, animals and engaging in intellectual conversations. I am also a curious and compassionate individual who enjoys exploring new ideas and learning from others. My interest in coding reflects my love for problem-solving and creative thinking. I am fascinated by the endless possibilities that coding provides and am constantly seeking new challenges to improve my skills. Whether I'm building a website, creating an app, or working on a programming project, I find satisfaction in the process of creating something from scratch. My interest in intellectual conversation stems from my eagerness to learn from others' perspectives.",
    "former": "Former Student Athlete",

    "linkProject": "https://bucket-list-nm.web.app/",
    "linkGitHub": "https://github.com/NicholasMorganDev",
    "linkLinedin": "https://www.linkedin.com/in/nicholas-morgan-dev/",

    "projectName": "Bucket List 101",
    "projectInfo": "A place where you can compile a list of things you want to do or places you want to visit. It can be anything you want it to be, all while being completely secure via jwt web-tokens, SSL, authentication and authorization.",
    "projectImage": "portfolio-bucket-list-101.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose boca code so that I could have a place where I can learn a new valuable skill at a faster pace. After doing some research, I realized I had an interest in coding. After spending time with the instructors and alumni, I found a new sense of appreciation for the boot camp. The instructors really take the time to make sure that you progress by having a great curriculum and bringing their mazing personalities to each lesson.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "The ability to communicate and be flexible in a career that is ever changing. You need to have an open mind, and the readiness to learn, to keep up to date with the latest technologies and be able to constantly improve your code.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "Anyone can tell you that the future is in technology. I am not only chasing a newfound passion, but a career where I can make a real difference in the lives of others. I am quite interested in the security aspect of engineering, but also looking to dabble in IoT."
  },

  {
    "id": 5,
    "name": "Sarah Kuss",
    "content": "After completing my bachelor's degree, I chose to pursue my passion and embarked on a rewarding journey as a zookeeper, caring for remarkable animals such as big cats and chimpanzees. This unique experience has instilled in me valuable skills, enabling me to effectively handle diverse situations and flourish within a team dynamic. Outside of work, I enjoy spending time in nature; you can often find me surfing, hiking, or playing soccer. The thrill of acquiring knowledge and personal growth serves as a constant motivation, driving me to continually strive for self-improvement. I have developed a particular interest in pursuing a career that combines my passions for cybersecurity, Web3, and AI.",
    "former": "Former Zookeeper",

    "linkProject": "https://main.d1qwredo8vmne9.amplifyapp.com/",
    "linkGitHub": "https://github.com/sarahkuss",
    "linkLinedin": "https://www.linkedin.com/in/sarah-kuss/",

    "projectName": "Conservation Connect",
    "projectInfo": "Conservation Connect promotes lesser-known conservation organizations, raising awareness and encouraging engagement. It integrates conservation into daily life, empowering individuals to contribute meaningfully from home.",
    "projectImage": "portfolio-convservation-connect.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code offers a rare opportunity to not only learn in-person, but to stay up-to-date on the most sought after technologies and job skills in the market. They've fostered a close-knit community that is constantly uplifting and supporting each other, and welcoming of diversity and inclusion.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "A passion for learning and teachability. Software engineering is a team sport, so being able to work with other people and learn from each other is invaluable.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "After dedicating many years to the animal care field, I reached a point where I realized my professional growth had plateaued. My desire for learning led me to discover software engineering. I realized that I could combine my deep-rooted passion for conservation with the power of technology, forging connections between people and conservation. I am looking forward to pursuing a fulfilling career, where I am able to make a difference in the lives of both animals and people alike."
  },

  {
    "id": 6,
    "name": "Jonathan Sabunco",
    "content": "Jonathan is someone who genuinely enjoys coding, solving problems, and learning new things. With years of experience in coding, they made the decision to pursue a career as a software engineer. They find satisfaction in exploring the ins and outs of programming and take pleasure in overcoming challenges. Committed to personal growth, they continuously expand their knowledge and improve their skills.",
    "former": "Former Computer Science Major",

    "linkProject": "https://psypharmadex.web.app/",
    "linkGitHub": "https://github.com/jbsabu",
    "linkLinedin": "https://www.linkedin.com/in/jsabuncu/",

    "projectName": "Psychopharmacology Index",
    "projectInfo": "My project aims to be an informational tool that can detect and inform about drug-drug interactions, and to provide accurate and relevant data on the surface level pharmacology of drug-receptor interactions.",
    "projectImage": "portfolio-psychopharmacology-index.jpg",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose Boca Code was drawn to the rigorous and comprehensive curriculum they offer. I wanted a program that would provide me with a solid foundation in software engineering and cover the essential skills and technologies needed in the industry. Boca Code's curriculum seemed well-designed and up-to-date, which was crucial for me.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Problem-solving abilities, critical & analytical thinking skills, good software development practices and communication skills are some of the most important skills you can have in this field.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "The growing significance of software engineering in our culture and society has deeply inspired me to pursue this field. I am genuinely fascinated by the impact that software applications and systems have on various aspects of our lives, from transforming industries such as healthcare, finance, and transportation, to enabling effective communication, enhancing entertainment experiences, and shaping the way we interact with technology."
  },

  {
    "id": 7,
    "name": "Barbara Laurince",
    "content": "Barbara has a diverse professional background. She worked as a mortgage broker, pursued an education in nursing, and now is focusing on her career in the tech industry. She is the founder and director of Working Hands Mission, a non-profit organization focused on vocational training and job placement in Haiti, demonstrating her dedication to making a positive impact in her community. In her spare time she enjoys singing, shopping and baking.",
    "former": "Former Mortgage Broker",

    "linkProject": "https://church-project-bl.web.app/",
    "linkGitHub": "https://github.com/Blaurince",
    "linkLinedin": "https://www.linkedin.com/in/barbara-laurince/",

    "projectName": "ChurchedIn",
    "projectInfo": "This website is build for my church. I created an event section where I keep everybody up-to-date about all the happenings of the church.",
    "projectImage": "portfolio-churchedIn.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "During my search for software programming classes, I had specific criteria in mind. I was looking for a local option that offered a comprehensive curriculum and instruction by qualified teachers. I was thrilled to discover a school located in Boca that not only met these requirements but also exceeded my expectations by providing additional benefits. The best school by far in my book.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Having a passion for learning and staying updated with the latest technologies and trends is essential. Problem-solving skills, team work, time management, organization, and most importantly, a strong foundation in at least one language, along with the ability to quickly learn new ones.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "Technology is constantly evolving, and software engineers have the opportunity to continuously learn and stay at the forefront of innovation. This field offers ongoing challenges, new tools, frameworks, and programming languages to explore, which appeals to individuals who enjoy learning and intellectual growth."
  },  

  {
    "id": 8,
    "name": "Jose Torres",
    "content": "With 5 years of previous IT experience and a strong passion for programming, Jose is excited to return to the field as a software engineer. He has updated his knowledge and skills to align with current languages and technologies. In his previous roles in retail management, he had the opportunity to lead teams and manage operations, as well as develop valuable skills in strategic planning, marketing, and customer relationship management. These experiences have equipped Jose with a deep understanding of business needs and the ability to drive results by leveraging technology.",
    "former": "Software Engineer",

    "linkProject": "https://main.d37yfbql1dsoi8.amplifyapp.com/",
    "linkGitHub": "https://github.com/vidojam",
    "linkLinedin": "https://www.linkedin.com/in/jose-torres-4a706545/",

    "projectName": "Toastmasters",
    "projectInfo": "A program to assist the evaluation portion of a Toastmaster Evaluation.",
    "projectImage": "portfolio-toastmasters.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code's immersive 10-week program encompasses a comprehensive selection of the most sought-after frameworks, libraries, and programming languages in the industry.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Proficiency in public speaking, leadership, and computer programming using popular languages are crucial skills for achieving success.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "In 1980, driven by necessity, I embarked on coding my first two programs: a newsletter for my sales team and presentation software for major accounts. Since then, my journey as a coder has been intertwined with life's various ups and downs, continuously honing my skills in between."
  },  

  {
    "id": 9,
    "name": "Lizanne Cerami",
    "content": "Liz is highly motivated and excited to begin a career in the Tech World, driven by her desire to make a positive difference. Her curiosity for Software Engineering and the world around her fuels her eagerness to continuously learn and grow. Liz's unwavering dedication and ability to persevere are testaments to her commitment to progress and personal development.",
    "former": "Former Billing Specialist",

    "linkProject": "exp://u.expo.dev/update/635b4646-caf2-409c-9eb8-cb1086111934",
    "linkGitHub": "https://github.com/LizanneCerami",
    "linkLinedin": "https://www.linkedin.com/in/lizanne-cerami-533942199/",

    "projectName": "Fur-Ever Friend",
    "projectInfo": "An interactive mobile app that will allow users to match to a dog who suits their lifestyle.",
    "projectImage": "portfolio-fur-ever-friend.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "When I set out on my journey to become a Software Engineer, I had a specific online school in mind; however, everything changed when I stumbled upon Boca Code through social media. Attending the immersive FullStack course became an easy decision once I saw that I'd benefit from in-person learning. The allure of small class sizes and face-to-face interactions with instructors was incredibly appealing. The sense of community and invaluable support that Boca Code provides is simply priceless. I'm truly grateful for the incredible opportunity they have given me.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Being a Software Engineer requires a mix of technical and non-technical skills. While it's essential to learn programming languages, problem-solving, and debugging, there's more to it. The ability to work well in teams, communicate effectively, manage time efficiently, and have a perpetual hunger for learning are all crucial. In the rapidly evolving tech world, continuous self-education is a must for career growth.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "Software Engineering called to me because it offers a platform to harness my creativity and curiosity within a professional career. Furthermore, software engineers consistently contribute to the improvement of individuals' lives, often without widespread acknowledgment. I find the notion of having a career that has the potential to assist numerous individuals, whether by streamlining daily tasks or innovating healthcare technology to facilitate access to vital care to be exciting and full of possibility."
  },
  
  {
    "id": 10,
    "name": "Ilan Vaks",
    "content": "I discovered my love for technology while growing up in Brooklyn, New York. At the age of 15, I took on the exciting challenge of building my own PC, which sparked a deep passion within me. From that point forward, I've made it a point to incorporate technology into my everyday life. Keeping up with the ever-evolving trends in the tech world has become a personal curiosity of mine.",
    "former": "Former Construction PM",

    "linkProject": "https://www.lacetalk.net/",
    "linkGitHub": "https://github.com/ilanvaks",
    "linkLinedin": "https://www.linkedin.com/in/ilanvaks/",

    "projectName": "LaceTalk",
    "projectInfo": "My vision was to establish a platform that would promote an open-source and inclusive environment within the sneaker community, welcoming individuals who were interested by the market and make information public.",
    "projectImage": "portfolio-lacetalk.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code impressed me with its hands-on curriculum and seeing how passionate the staff was when i first arrived inspired me. Additionally, I highly valued the opportunity to network and build meaningful connections within the community.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Important skills include managing time effectively, solving problems proficiently, collaborating with excellent communication in a team setting, utilizing appropriate tools for given tasks, and adapting to new technology.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "While managing an E-commerce shop, I implemented automated product purchasing, resulting in the growth of the business. This experience inspired my passion for software engineering and motivated me to pursue additional knowledge in the field."
  },

  {
    "id": 11,
    "name": "Jasmine Henry",
    "content": "Jasmine is a Naval veteran specializing in nuclear engineering as well as an artist in the makeup industry. Jasmine is looking for new ways to express her creativity as a software engineer.",
    "former": "Former Nuclear Engineer",

    "linkProject": "https://project-makeup-web.web.app/",
    "linkGitHub": "https://github.com/jas356",
    "linkLinedin": "https://www.linkedin.com/in/jasmine-henry2/",

    "projectName": "Understanding Undertones",
    "projectInfo": "The site helps beginner makeup artists and women understand how undertones, hues, jewelry color, and eye color affect foundation/concealer shades for eye-catching results. This knowledge is crucial for achieving desired looks and blending with minimal product usage in everyday makeup.",
    "projectImage": "portfolio-understanding-undertones.jpg",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code was referred to me by an alumni, A mentor close to me entering the IT field as well and the world is transitioning into Tech Environment before our eyes. Coding is A skill I wanted to acquire but not knowing where to was scary for me. After doing my thorough research about Boca Code I realized it is a great place to learn something new, has great reviews, and is mainly due to the fact that the school is offering that intimate setting of learning in a classroom with support from alumni, one-on-ones with the teachers of the school. Which surely increased my interest and chances of truly understanding the material, and getting hands on experience.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Versatility, willing to learn new languages, and adapting to new changes in the Tech Industry. Leaning into the uncomfortable parts of learning to enhance one's success are important skills to acquire and demonstrate. As well as having soft skills, humility, and understanding the importance of teamwork.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "Transitioning from an artistic, creative, and versatile background is what pushed me to learn new ways to CREATE and BUILD. Exercising my creative talent and showcasing my skills acquired at Boca Code into code gave me a better understanding of what can be achieved with writing code and the basics that give you the needed tools to create and build any thought and turn it into code. Creating a picture of a story using code is what amazes me every time. Always up for a challenge and learning new things."
  },

  {
    "id": 12,
    "name": "David Radjai",
    "content": "I am a former mortgage professional with over 15 years of experience. I have a masters degree in IT. I have gained a strong passion and appreciation for software engineering. I have transitioned my career to software engineering and aimed my goals towards solving problems.",
    "former": "Former Mortgage Broker",

    "linkProject": "https://mortgage-zone-web.web.app/",
    "linkGitHub": "https://github.com/dradjai",
    "linkLinedin": "https://www.linkedin.com/in/davidradjai/",

    "projectName": "The Mortgage Zone",
    "projectInfo": "A centralized mortgage resource center where users can submit, edit or delete requests, search through a list of brokers and calculate mortgage payments",
    "projectImage": "portfolio-the-mortgage-zone.jpg",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code initially stood out to me because it was in person. Once I researched more and saw the curriculum I made my decision. I loved how the curriculum is relevant to the market and how they are very involved and well connected in the tech community.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Important skills are programming, understanding of frameworks and libraries for building full-stack applications, knowledge of which tools to use to solve problems. Also, very important skills in addition to technical skills are soft skills. It is very important to have the ability to communicate and work well in teams towards objectives.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "During my career in the mortgage field I was intrigued and developed a strong interest for software engineering. I was always curious about how all the software that the entire company used was built on. I started teaching myself coding and immediately loved it. The ability to help solve problems and build something or contribute to something being built is satisfying and really drives me."
  },

  {
    "id": 13,
    "name": "Maria Camila Sandoval",
    "content": "I am Camila, a coding enthusiast with a Bachelor's degree in Engineering and a strong passion for software development. Having worked in various positions within the medical industry, such as Medical Sales Manager and Biomedical Engineer Intern, I've gained valuable insights into the intersection of technology and healthcare. Besides my professional experience, I've undertaken multiple projects in web development and machine learning. My passion is to solve complex problems in an efficient manner while creating modern and meaningful interfaces for digital user experiences.",
    "former": "Former Biomedical Engineer",

    "linkProject": "https://zerinlabs.com/",
    "linkGitHub": "https://github.com/milasandovals",
    "linkLinedin": "https://www.linkedin.com/in/camilasandovals/",

    "projectName": "ZerinLabs",
    "projectInfo": "A modern medication tracking app that not only enables users to save their comprehensive medication history but also allows them to include vital information such as reactions, refill dates, notes, prescribing doctors, and more.",
    "projectImage": "portfolio-zerin-labs.jpg",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I was drawn to BocaCode due to its remarkable track record of success stories. Upon attending the open house and engaging in conversations with the professors, I immediately realized that this institution was the ideal environment to enhance my skills.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Perseverance, discipline, and meticulous attention to detail.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "My insatiable thirst for knowledge mixed with my passion for technology, coupled with a curiosity about the future."
  },

  {
    "id": 14,
    "name": "Bryan Vargas",
    "content": "As a former computer science major, I'm excited to deepen my programming skills. I'm committed to advancing my education to excel in the rapidly evolving field of programming.",
    "former": "Former Computer Science Major",

    "linkProject": "https://final-front-end-one.web.app/",
    "linkGitHub": "https://github.com/BryanVargas90",
    "linkLinedin": "https://www.linkedin.com/in/bryandvargas/",

    "projectName": "GameSync",
    "projectInfo": "With my app, you can easily create gaming appointments with your friends and schedule specific days of the week for gaming sessions. It simplifies coordination, keeps everyone informed, and enhances the overall gaming experience.",
    "projectImage": "portfolio-gamesync.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose Boca code because it is a highly reputable and well-respected program that offers comprehensive training in Software Development. Boca code has a proven track record of helping students achieve their career goals, with many graduates going on to secure positions at top companies in the industry. The instructors and staff are knowledgeable and experienced professionals who are dedicated to providing personalized support and guidance to each student. Overall, I am confident that Boca Code will provide me with the skills, knowledge, and connections necessary to achieve my career aspirations.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Solving skills are essential for success in the field of computer science. These skills involve the ability to analyze complex problems, break them down into smaller components, and devise effective solutions. Additionally, skills in programming languages, algorithm design, critical thinking, and adaptability are valuable for tackling challenges and driving innovation in the ever-evolving world of computer science.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I have always been drawn to the opportunities presented by the world of technology. The potential for problem-solving and improving lives through technological advancements has fueled my passion for this career path. The constant learning and evolution within the field of computer science have provided me with exciting challenges and the chance to make a meaningful impact in society. These factors, combined with my innate curiosity and desire to innovate, have guided me towards my current career pursuit."
  },

  {
    "id": 15,
    "name": "Brianna Escobar",
    "content": "Brianna absolutely loves astrology and enjoys taking on exciting challenges. Alongside this passion, she has a strong foundation in computer science. Through her recent education and work experiences, Brianna has developed skills like problem-solving, analytical thinking, and critical reasoning, which have proven valuable in various situations within the field. She finds great satisfaction in overcoming obstacles and pushing herself to new limits. Brianna is always eager to learn and grow, which helps her think creatively and adapt quickly to different circumstances.",
    "former": "Previously in Food Service",

    "linkProject": "https://zodiacwebbe.web.app/",
    "linkGitHub": "https://github.com/briannaescobar6",
    "linkLinedin": "https://www.linkedin.com/in/briannaescobar6/",

    "projectName": "Zodiacwebbe",
    "projectInfo": "I have developed a generative website that creates personalized mood boards based on your individual zodiac sign. The purpose of this website is to connect and inspire individuals through astrology. It serves as a platform to explore and delve into the world of astrology, providing users with a unique and personalized experience.",
    "projectImage": "portfolio-zodiacwebbe.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I had a strong interest in computer science even before discovering Boca Code. So, when a mentor of mine recommended the school, I immediately seized the opportunity. Boca Code impressed me with its abundant resources, in-person teaching approach, and welcoming atmosphere. Completing this course has turned out to be one of the most rewarding investments I've made in myself.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "To succeed in computer science and software engineering, it is important to possess strong problem-solving abilities and logical reasoning, a willingness to continuously learn and adapt to new technologies, strong communication and teamwork skills, and the ability to be adaptable and effectively tackle challenges.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I am inspired by the transformative power of technology and its ability to solve complex problems. My passion for problem-solving and curiosity about how things work led me to pursue a career in computer science and software engineering. The dynamic nature of the industry and the opportunity to work alongside brilliant minds motivate me to stay at the forefront of innovation. I am eager to contribute to impactful projects, continuously learn, and shape the future through technology."
  },

  {
    "id": 16,
    "name": "Kaniel Tapper",
    "content": "Kaniel is former retail employee with 5 years of experience in that field. He loves computers, cars and video games. Currently, he is software engineer looking for opportunity to expand his knowledge and expertise and he enjoys learning new ways to solve problems. His passion for engineering comes from AI and robotics, and will be engaging in IOT and robotics engineering in the future.",
    "former": "Former Retail Manager",

    "linkProject": "https://finalproject-web-kdt.web.app/",
    "linkGitHub": "https://github.com/kanielDT",
    "linkLinedin": "https://www.linkedin.com/in/kaniel-tapper/",

    "projectName": "Creek Car Meets",
    "projectInfo": "My project is about planning car events and listing them on the site with information on the event, what type of event, the date, time, who is hosting, and where are they hosting at.",
    "projectImage": "portfolio-creek-car-meets.jpg",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I chose boca Code because it was local, as well it has on-site learning, the short amount of time the course is, as well as the variety of things that we learn. Staff is amazing, you feel like you're apart of a family and that is something I don't seem to be able to relate with anywhere else.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Commitment, desire to learn, and not being scared to ask for help is the most important skill to me to be able to achieve anything and everything. Engineering is problem solving and you have to be dedicated to learning and growing.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I have always been fascinated by computers, since middle school but I never really chased after that passion. As I got older I knew I wanted to do something in computers, but I didn't know what exactly. While researching, I found out about bootcamps and how it condenses what a degree is into weeks, which was awesome, so i wanted to try that out and that's what lead me into pursuing software engineering."
  },

  {
    "id": 17,
    "name": "Meghann Stamper",
    "content": "Meghann is looking to combine her desire of helping people with a job in tech. In her spare time she enjoys solving puzzles, reading best sellers, and cuddling with her rescue dog.",
    "former": "Former Speech Language Pathologist",

    "linkProject": "https://how-they-look-web.web.app/",
    "linkGitHub": "https://github.com/megstamp",
    "linkLinedin": "https://www.linkedin.com/in/meghann-stamper/",

    "projectName": "What They Look Like Now",
    "projectInfo": "Website curated with my modern-day favorite AI generated historical figures.",
    "projectImage": "portfolio-what-they-look-like-now.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "Boca Code offers a rare chance to change one’s life so drastically in such a relatively short amount of time. There is no other bootcamp or 4-year-degree program that teaches such an enormous amount of material in such a short amount of time. I hope to utilize what I learn to change my future for the better.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "There are so many important skills, it's hard to choose just a few. Though I learned several technical skills, I still believe the most important skills needed are strong soft skills. Those of clear and regular communication, emotional intelligence, time management, work ethic, and critical thinking are of utmost importance.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I grew tired of being overworked and underpaid in a career with limited growth and poor work-life balance. I want to use my inherent skills plus those I learn to find a career where I feel valued, am making a positive difference, and look forward to going to work everyday."
  },

  {
    "id": 18,
    "name": "Aaron Agosto",
    "content": "Born and raised in South Florida, Aaron developed a deep connection to the outdoors and a love for fishing. While attending Broward College, he felt the need for a different direction. It was during his time as an electrician that he fell down the rabbit hole of software engineering, having way more questions than answers really sparked his curiosity and pushed him to pursue this career.",
    "former": "Former Electrician",

    "linkProject": "https://honey-hole-web-aa.web.app/",
    "linkGitHub": "https://github.com/AaronMAgosto",
    "linkLinedin": "https://www.linkedin.com/in/aaronagosto/",

    "projectName": "Honey Hole",
    "projectInfo": "Honey Hole allows users to mark down and find the best fishing spots. Saving the user a lot of time.",
    "projectImage": "portfolio-honey-hole.png",

    "oneQuestion": "Why Boca Code?",
    "oneAnswer": "I was considering a career move to the tech industry but had concerns about online bootcamps. However, when I found out about Boca Code's program, I was immediately convinced and enrolled the very next day. The opportunities they offer got me excited about starting my tech journey.",
    "twoQuestion": "What are some of the important skills for success in your field?",
    "twoAnswer": "Having the ability to adapt and find solutions is paramount, just as important as breaking down complex ideas into manageable pieces while staying focused on the ultimate goal. However most importantly, is to have a collaborative mindset is These skills are essential for achieving success in any industry, especially in tech.",
    "threeQuestion": "What inspired you to pursue your current career path?",
    "threeAnswer": "I chose my current career path in tech because I wanted to understand how the world of tech works and stay relevant in our ever-evolving society. What inspired me the most was the endless learning opportunities it offers. With numerous paths to explore, a tech career allows me to continuously grow and learn."
  }
]